[
  {
    "titulo": "Pagina web de soto",
    "sub": "Sotomanía oficial",
    "desc": "jeronimo soto tiene su propia pagina web y es esta: el epicentro de la sotomania.",
    "link": "https://molics.github.io/sotomania/index.html"
  },
  {
    "titulo": "El mundo de los Patos",
    "sub": "Naturaleza",
    "desc": "Un pato es un ave que dice cuac. Hay muchos patos en el lago.",
    "link": "https://en.wikipedia.org/wiki/Duck"
  },
  {
    "titulo": "google",
    "sub": "busca en google",
    "desc": "Busca en la información del mundo, incluyendo páginas web, imágenes, vídeos y más. Google tiene muchas funciones especiales para ayudarte a encontrar exactamente lo que buscas.",
    "link": "https://www.google.com"
  },
  {
    "titulo": "youtube",
    "sub": "mira videos grtis",
    "desc": "Disfruta de los vídeos y la música que te encantan, sube contenido original y compártelo todo con amigos, familia y el mundo en YouTube.",
    "link": "https://www.youtube.com"
  },
  {
    "titulo": "pagina web del deportivo cali",
    "sub": "la pagina web del equipo de la ciudad de cali",
    "desc": "Club deportivo colombiano con sede en Cali, conocido principalmente por su equipo de fútbol",
    "link": "https://www.deportivocali.com.co"
  },
  {
    "titulo": "america de cali",
    "sub": "el equipo que su dueño no lo coje como equipo sino como negocio",
    "desc": "Club colombiano de fútbol asociación",
    "link": "https://www.americadecali.com"
  },
  {
    "titulo": "temu",
    "sub": "ten cuidado que depronto te estafan los chinos",
    "desc": "compra como un millonario",
    "link": "https://www.temu.com"
  },
  {
    "titulo": "amazon",
    "sub": "compra en amazon",
    "desc": "amazon no to estafan nunca",
    "link": "https://www.amazon.com"
  },
  {
    "titulo": "mercado libre",
    "sub": "compra en mercado libre",
    "desc": "es barato y depronto te robn pero almenos no son chinos",
    "link": "https://www.mercadolibre.com"
  },
  {
    "titulo": "aliexpress",
    "sub": "compra en ali express",
    "desc": "passion shouldn't cost a fortune. On AliExpress, shop online for over 111 million affordable products from China on Fashion, Men's and Women's Clothing, Electronics, Toys, Tools, Home & Garden on our marketplace with free shipping! Login app for coupons.",
    "link": "https://es.aliexpress.com"
  },
  {
    "titulo": "chatgpt",
    "sub": "abla con una ia",
    "desc": "ChatGPT is your AI chatbot for everyday use. Chat with the most advanced AI to explore ideas, solve problems, and learn faster.",
    "link": "https://chatgpt.com"
  },
  {
    "titulo": "duckduckgo",
    "sub": "busca con privacidad",
    "desc": "The Internet privacy company that empowers you to seamlessly take control of your personal information online, without any tradeoffs.",
    "link": "https://duckduckgo.com"
  },
  {
    "titulo": "la arboleda",
    "sub": "el colegio que aparenta ser bueno pero es horrendo",
    "desc": "Aprendizaje que inspira y transforma Una educación integral para un futuro global En Arboleda School, creemos en una educación que va más allá de las aulas.",
    "link": "https://laarboleda.edu.co"
  },
  {
    "titulo": "wikipedia",
    "sub": "busca en wikipedia",
    "desc": "Wikipedia es una enciclopedia en línea gratuita, creada y editada por voluntarios de todo el mundo y alojada por la Fundación Wikimedia.",
    "link": "https://www.wikipedia.org/"
  },
  {
    "titulo": "pages",
    "sub": "paginas disponibles",
    "desc": "todas las paginas disponibles",
    "link": "https://raw.githubusercontent.com/molics/sotosearch/refs/heads/main/pages.json",
  },
  {
    "titulo": "scratch",
    "subtitulo": "crea proyectos de programacion con interfas grafica y con bloques dinamicos",
    "desc": "del m.i.t no se si sea muy seguro que digamos",
    "link": "https://scratch.mit.edu"
  },
  {
    "titulo": "isp",
    "sub": "foto de soto un poco rara",
    "desc": "esta foto salio cuando me tome una foto con un celular de teclas y se activo el flash",
    "link": "https://molics.github.io/sotomania/isp.jpg"
  },
  {
    "titulo": "tubowarp packer",
    "sub": "empacketa tis prollectos sb, sb2, sb3 a todos los archivos que quieras html, app o exe!",
    "desc": seguro si es el tubowarp packer original y este si es",
    "link": "https://packager.turbowarp.org/"
  },
  {
    "titulo": "convertio",
    "sub": "convierte archivos a todos los que quieras",
    "desc": "Convertio - Herramienta sencilla para convertir archivos en línea. Se soportan más de 309 formatos diferentes de documentos, imágenes, hojas de cálculo, libros electrónicos, archivos, presentaciones, audio y vídeo.",
    "link": "https://convertio.com/"
  },
  {
    "titulo": "achicar imagenes online",
    "sub": "es muy buena",
    "desc": "Achica Imágenes es un sitio web que te permite achicar imágenes JPG, PNG, BMP o GIF de forma fácil y rápida. Puedes elegir el plan premium para obtener más características y privacidad, o usar la versión gratuita con publicidad.",
    "link": "https://www.achicarimagenes.com.ar/"
  }
]
